tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "snyk/tap"
brew "coreutils"
brew "awscli"
brew "bat"
brew "curl"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker-credential-helper-ecr"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "httpie"
brew "iperf3"
brew "ipmitool"
brew "jq"
brew "mas"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "prettyping"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "terminal-notifier"
brew "trash-cli"
brew "tree"
brew "volta"
brew "wget"
brew "yadm"
brew "yarn-completion"
brew "hashicorp/tap/terraform"
cask "alfred"
cask "appcleaner", args: { appdir: "/Applications" }
cask "aws-vault"
cask "backblaze"
cask "docker"
cask "font-hack", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro", args: { appdir: "/Applications" }
cask "insomnia"
cask "intel-power-gadget"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka", args: { appdir: "/Applications" }
cask "ngrok"
cask "setapp", args: { appdir: "/Applications" }
cask "visual-studio-code-insiders", args: { appdir: "/Applications" }
